[
    {
        "id": "1",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Rz%C4%85d_Miko%C5%82ajczyka_1944.jpg",
        "description": "Rząd Stanisława Mikołajczyka. Rok 1944"
    },
    {
        "id": "2",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/9/97/Akcja_Burza_w_Lublinie.jpg",
        "description": "Żołnierze AK podczas akcji „Burza” w Lublinie, lipiec 1944"
    },
    {
        "id": "3",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/8/80/Warsaw_Uprising_Gen_Bor-Komorowski%2C_Col.Radoslaw-Mazurkiewicz.jpg",
        "description": "Generał „Bór” (drugi z lewej) i pułkownik „Radosław” (następny) na odprawie w okolicach fabryki Kammlera przy ul. Dzielnej na Woli"
    },
    {
        "id": "4",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Nauka_strzelania_powstanie_warszawskie.jpg/2560px-Nauka_strzelania_powstanie_warszawskie.jpg",
        "description": "Najmłodsi uczestnicy powstania podczas nauki strzelania"
    },
    {
        "id": "5",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Warsaw_Uprising_by_Deczkowki_-_Wacek_Platoon_-_15911.jpg",
        "description": "Zdobyczna Pantera należąca do plutonu pancernego „Wacek” pod dowództwem Wacława Micuty. Zdjęcie wykonane w rejonie ul. Okopowej"
    },
    {
        "id": "6",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/1/16/Warsaw_Uprising_-_Captured_SdKfz_251_%281944%29.jpg",
        "description": "Powstanie Warszawskie: Niemiecki transporter opancerzony SdKfz 251 zdobyty przez powstańców z VIII zgrupowanie 'Krybar' przy Alei Na Skarpie dnia 14.VIII.1944 od 5-tej dywizji SS 'Viking'. Na tym zdięciu, zrobionym na ulicy Tamka, żołnierz z pistoletem maszynowym MP-40 to jego pierwszy powstańczy dowódca plutonowy podchorąrzy Adam Dewicz 'Szary Wilk'. Od jego pseudonimu transporter został nazwany 'Szary Wilk' i był użyty w ataku na Uniwersytet Warszawski."
    },
    {
        "id": "7",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/9/95/Bundesarchiv_Bild_183-97906%2C_Warschauer_Aufstand%2C_Stra%C3%9Fenkampf.jpg",
        "description": "Dla celów dokumentacyjnych Niemieckie Archiwum Federalne często zachowywało oryginalny opis fotografii, który może być błędny, tendencyjny, przestarzały bądź politycznie skrajny. Warschauer Aufstand, Straßenkampf Zentralbild. II.Weltkrieg 1939-1945. Warschauer Aufstand im August 1944. Mit entmenschten SS-Banditen und aufgeputschten Soldaten der faschistischen deutschen Wehrmacht (unser Foto) wurde am 2.10.1944 der Warschauer Aufstand endgültig niedergeschlagen. Dabei wurde Warschau zu 80 % zerstört. (SS-PK Schremmer) [Warschau.- Angehörige der Waffen-SS, darunter Mitglieder einer Sondereinheit, im Orts- und Häuserkampf mit Stabgranate, Maschinenpistole MP40 und Gewehren.]"
    },
    {
        "id": "8",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Bundesarchiv_Bild_101I-696-0426-18%2C_Warschauer_Aufstand%2C_Raketenwerfer-Einsatz.jpg",
        "description": "Powstanie Warszawskie: Ostrzal 32-35 cm pocisków z wyrzutni rakietowych Wurfgerät 42 'Nebelwerfer', nazywnych w Warszawie 'szafami' lub 'krowami'. Na zdięciu 210. Ciężka Bateria Miotaczy Min (Stellungswerfer) która pod dowódctwem por. Mathy, atakowała Stare Miasto i Śródmieście-Północ z rogu ulic Żelaznej i Żytniej. Budynek a tyłu (trzeci z lewej) to Żelazna 103 - w czasie istnienia getta był tam posterunek Gestapo."
    },
    {
        "id": "9",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Powstanie_Warszawskie_Patrol_Agatona.jpg",
        "description": "Początek sierpnia 1944. Patrol porucznika Stanisława Jankowskiego 'Agatona' z batalionu 'Pięść' na pl. Kazimierza Wielkiego w drodze do Śródmieścia. Od prawej kolejno kamienice: pl. Kazimierza Wielkiego 8, 10 i 12, w tle po lewej budynek na posesji Wronia 3. Idą od prawej: Stanisław Jankowski ps. Agaton, Witold Abrożewicz ps. Witek, Kazimierz M. Piechotka ps. Jacek, Leon Putowski ps. Pakulski i Wojciech Bernatowicz ps. Marek. Opis sytuacji, w jakiej wykonano zdjęcie, znajduje się w książce: S. Jankowski „Agaton”, Z fałszywym ausweisem... Tom 2, s. 231. Nazwiska osób: na podstawie podpisu pod fotografią między s. 224 i 225. Uwaga, z treści książki S. Jankowskiego wynika, że fotografia została wykonana po 1 sierpnia 1944"
    },
    {
        "id": "10",
        "poster": "https://upload.wikimedia.org/wikipedia/commons/d/d9/WarsawUprising_-_StuG_III_Ausf._G.jpg",
        "description": "Powstanie Warszawskie: Samobieżne działo pancerne StuG III Ausf. G (Sd.Kfz 142/1) przy skrzyżowaniu ulic Rybaki i Zakątnej na Starówce, podczas ataku Niemieckiej grupy operacyjnej kapitana Schmidta na Polską Wytwórnię Papierów Wartościowych (PWPW). W tle, od prawej, fronton bloku mieszkalnego pracowników PWPW (część wysunięta ku Wiśle), wieża windy PWPW, wylot ul. Zakątnej i ruiny kamienicy Zakątna 1."
    }
]
