[
  {
    "id": "1",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/1.jpg",
    "name": "Andrzej Romocki",
    "description" : "Andrzej Romocki zwany był „Amorkiem”, bo podpisywał się „A. Morro”. Pod koniec sierpnia jego oddział odcięty został od pozostałych sił powstańczych i dzielnie odpierał ataki Niemców w piwnicach pałacu Zamoyskich. „Morro” i jego ludzie wiedzieli jednak, że aby ocaleć, muszą przebić się do Śródmieścia. Jedyną drogą był Ogród Saski – solidnie obsadzony przez siły okupanta. <br /> Wpadli więc na szalony pomysł. W zdobycznych niemieckich panterkach i hełmach, pod osłoną nocy, udając oddział niemiecki, najzwyczajniej przemaszerowali przez pozycje wroga. Przy barykadzie strażnik polecił oddziałowi zawrócić. Jeden z powstańców odkrzyknął przytomnie czystym niemieckim: Sami wiemy, dokąd mamy iść!.",
    "video" : "https://www.youtube.com/watch?v=E9PnPjp6iSc"
  },{
    "id": "2",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/2.jpg",
    "name": "Stefan Bałuk",
    "description" : "Lajka, czyli aparat fotograficzny. Dowódca Stefana Bałuka zwykł mawiać o nim, że „o swoją lajkę i zapas filmów dbał równie jak o stena i magazynki”. Bałuk był jednym z kilkudziesięciu Cichociemnych uczestniczących w Powstaniu Warszawskim. Specjalizował się w działaniach wywiadowczych, był także fotografem. Jego pracy pokolenia Polaków zawdzięczają cenne zdjęcia dokumentujące powstańczą rzeczywistość.",
    "video" : "https://www.youtube.com/watch?v=WR6ffzkPdeI"
  },{
    "id": "3",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/3.jpg",
    "name": "Magdalena Grodzka",
    "description" : "Magdalena Grodzka-Gużkowska podczas Powstania Warszawskiego walczyła w batalionie Kiliński i w ochronie sztabu. Zasłynęła zlikwidowaniem niemieckiego snajpera, który ostrzeliwał siły powstańcze z budynku Banku Gospodarstwa Krajowego przy skrzyżowaniu Alei Jerozolimskich z Nowym Światem (dzisiaj rondo de Gaulle’a).",
    "video" : null
  },{
    "id": "4",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/4.jpg",
    "name": "Antoni Godlewski",
    "description" : "Rozpylacz szybko dorobił się sławy wśród Powstańców. Podziw budził jego wygląd: panterka, wysokie cholewy, pasy taśm do RKM i nieodłączny karabin sten. Jednak legendę zbudował przede wszystkim na umiejętnościach. W brawurowy sposób likwidował tzw. „gołębiarzy”, niemieckich snajperów. Miał zwyczaj zaznaczania kolejnych trafień na lufie karabinu – do 8 sierpnia znajdowało się na niej… osiemnaście rys.<br />Antoni Godlewski walczył w towarzystwie 13-letniego osieroconego chłopaka – Hochmana Zalmana, zwanego „Mikim Bandytą”. Młodziak pomagał mu organizować amunicję i składać raporty do dowództwa.<br />Antek poległ we wtorek, 8 sierpnia. Zmarł w wyniku postrzału z CKM w bramie kamienicy przy Alejach Jerozolimskich 23.",
    "video" : null
  },{
    "id": "5",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/5.jpg",
    "name": "August Agbola",
    "description" : "Pochodzący z Nigerii August Agbola O’Brown, posługujący się pseudonimem „Ali”, uznawany jest za jedynego czarnoskórego Powstańca. Przed wojną August pracował jako muzyk jazzowy. Grywał w najlepszych warszawskich klubach. Miał żonę Polkę.<br />Niewiele wiadomo o dokonaniach Augusta podczas Powstania Warszawskiego. We wspomnieniach żołnierzy pojawia się wprawdzie motyw czarnoskórego ochotnika, który aktywnie włącza się w walkę z okupantem, jednak informacji tych nie da się całkowicie przypisać właśnie do „Aliego”.<br />Pewne jest natomiast, że widok Nigeryjczyka walczącego za swoją wybraną ojczyznę i ukochane miasto musiał działać krzepiąco na pozostałych Powstańców – często osamotnionych i ignorowanych przez świat. Warto uczciwie dodać, że w oddziałach powstańczych znajdowały się także niewielkie grupy m.in. Węgrów, Słowaków czy Żydów. Wszystko wskazuje na to, że Nigeryjczyk był tylko jeden.",
    "video" : null
  },{
    "id": "6",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/6.jpg",
    "name": "Barbara Matys-Wysiadecka",
    "description" : "„Baśka” należała do Kobiecych Patroli Minerskich. Ten rodzaj służby wybrała, bo jak sama przyznawała, lubiła… szybkie efekty swoich działań. Zadaniem Barbary Matys-Wysiadeckiej podczas Powstania było przenoszenie materiałów wybuchowych, przebijanie przejść lub wysadzanie bram. Już 2 sierpnia „Baśka” wraz z towarzyszkami przetransportowała materiały wybuchowe i sprzęt minerski z ulicy Ordynackiej na ulicę Sienkiewicza. Ta pomoc pozwoliła na zdobycie czołgu, który później – jako „Chwat” – pomagał w walce z okupantem.<br />Po wojnie Barbary Matys-Wysiadeckiej nie ominęły represje. Nie udowodniono jej niczego, jednak zablokowano karierę na studiach medycznych. Swoje życie poświęciła karierze pielęgniarki.",
    "video" : null
  },{
    "id": "7",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/7.jpg",
    "name": "Józef i Zygmunt Przewłoccy",
    "description" : "Bracia Przewłoccy pełnili podczas Powstania Warszawskiego bardzo ważną funkcję. Jako harcerze odpowiedzialni byli za dostarczanie rozkazów, a także służbę łączników-zwiadowców. Zadanie było o tyle ważne, że Powstańcy rozdzieleni zostali przez wojska niemieckie, co przekładało się na trudności we wzajemnej komunikacji.<br />Swoją rolę dwóch bliźniaków odegrało wspaniale. W dziesiątym dniu Powstania „Jacek” i „Placek” dostarczyli ważne listy ze Śródmieścia do lasów chojnowskich i z powrotem. Bracia przedzierali się przez Czerniaków, Siekierki, Wilanów, częściowo kanałami.<br />Przejście całej trasy zajęło im zaledwie 21 godzin. Za wykonanie zadanie otrzymali Krzyże Walecznych. Jednak już kilka dni po bohaterskim czynie, jeden z braci, „Jacek”, poległ w wyniku wybuchu pocisku czołgowego.",
    "video" : null
  },{
    "id": "8",
    "photo": "https://raw.githubusercontent.com/RobiOxx/testjson/master/bohaterowie/8.jpg",
    "name": "Józef Szczepański",
    "description" : "Popularna piosenka, „Pałacyk Michla”, znana jest wszystkim patriotom. Jej autorem jest Józef Szczepański, jeden z kilkudziesięciu żołnierzy-poetów walczących w Powstaniu. Poza „Pałacykiem” Józef zostawił w spuściźnie Polakom utwory „Chłopcy silni jak stal”, „Czerwona zaraza” i wiele innych. Od kilkudziesięciu lat umacniają one ducha polskości i stanowią ważną część powstańczej poezji.<br />Do utworów Józefa Szczepańskiego skomponowano muzykę w ramach projektu „Ziutkowi na urodziny” – „Ziutek” to pseudonim Szczepańskiego.<br />Podczas Powstania był dowódcą jednej z drużyn „Parasola”. Walczył m.in. na Woli i Starym Mieście. 1 września został ciężko ranny. Przetransportowano go kanałami do Śródmieścia. Rany okazały się śmiertelne – Józef Szczepański zmarł 10 września. Za swoje dokonania został dwukrotnie odznaczony Krzyżem Walecznych, a pośmiertnie Orderem Virtuti Militari.",
    "video" : "https://www.youtube.com/watch?v=kJoNLMBdNRQ"
  }
]
