[
  {
    "id": 1,
    "image": "http://bi.gazeta.pl/im/f0/80/11/z18352368Q,Powstanie_warszawskie__Mokotow__Ul__Pulawska__Powstaniec.jpg",
    "description": "Ciężkie walki na Mokotowie. Od 4 nad ranem obrońcy Mokotowa ewakuowani są kanałami do Śródmieścia. W kanałach nie udaje się zachować porządku i wielu powstańców ginie. Niemcy wrzucają do kanałów granaty, piętrzą wodę. „Monter” ewakuację uważa za zdradę i każe wyczerpanym żołnierzom wracać. Na wykonanie jego rozkazu jest już za późno.",
    "latitude": 52.157495,
    "longitude": 21.017525
  },
  {
    "id": 2,
    "image": "http://bi.gazeta.pl/im/29/7d/fa/z16416041Q,Niemieckie_czolgi_posrodku_placu_Wilsona_W_dole_widac.jpg",
    "description": "Żoliborz atakuje niemiecka 25. Dywizja Pancerna. Ponosi duże straty: 110 zabitych i 240 rannych. W Śródmieściu Południowym niemieckie bomby spadają na kino przy Hożej 29, w którym powstańcy trzymają jeńców. Nocą z 16 na 17 na przyczółku czerniakowskim ląduje kolejny desant berlingowców liczący 300 żołnierzy. Niemcy usiłują zlikwidować przyczółek. Intensyfikują w tym miejscu swoje ataki. ",
    "latitude": 52.268791,
    "longitude": 20.986295
  },
  {
    "id": 3,
    "image": "http://bi.gazeta.pl/im/24/8a/11/z18394660Q,Fotografia_z_Powstania_Warszawskiego_Zoliborz_Zolnierze.jpg",
    "description": "Rano Niemcy rozpoczynają generalny szturm na Żoliborz. Ich przewaga jest przygniatająca. Atakują dzielnicę od południa i zachodu. Naciera piechota niemieckiej 19. Dywizji Pancernej wsparta ogniem kilkudziesięciu czołgów i dział szturmowych. Żołnierze zgrupowania „Żniwiarz” opuszczają fabrykę Opla oraz halę targową przy Słowackiego. Z kolei oddziały zgrupowania „Żyrafa” muszą opuścić redutę w zmienionym w ruinę klasztorze Zmartwychwstanek przy ul. Krasińskiego. ",
    "latitude": 52.266003,
    "longitude": 20.976567
  },
  {
    "id": 4,
    "image": "http://bi.gazeta.pl/im/34/7a/11/z18329396Q,Warszawa___Wola___oboz__Gesiowka____KL_Warschau_Opis.jpg",
    "description": "O 7 rano od zachodu rusza na Wolę natarcie oddziałów gen. Reinefartha i brygady Dirlewangera mające na celu przebicie się do Ogrodu Saskiego i odblokowanie oblężonej przez powstańców dzielnicy rządowej. Atakujący masowo mordują ludność cywilną Woli - zabijają w ciągu kilku dni ok. 40 tys. bezbronnych cywili. Palą też domy. Batalion „Zośka” zdobywa obóz przy ul. Gęsiej, uwalniając więzionych tam Żydów. Alianci dokonują pierwszych symbolicznych zrzutów broni dla powstańców.",
    "latitude": 52.245201,
    "longitude": 20.979665
  },
  {
    "id": 5,
    "image": "http://bi.gazeta.pl/im/5e/87/11/z18382174Q,Wola_Oddzialy_Dirlewangera_na_stanowisku_na_ul_Towarowej.jpg",
    "description": "Mokotów, dotąd odcięty od reszty powstańczych dzielnic, otrzymuje kanałami połączenie ze Śródmieściem. Gen. Tadeusz Komorowski „Bór” podejmuje decyzję o ewakuacji Komendy Głównej AK i Delegatury z fabryki Kamlera na Woli w kierunku Starego Miasta. Oddziały Dirlewangera docierają do Ogrodu Saskiego. W Śródmieściu zaczyna działać Harcerska Poczta Polowa. Na terenie warsztatów kolejowych w Pruszkowie Niemcy zakładają Dulag 121 - obóz przejściowy dla ludności cywilnej „ewakuowanej” z Warszawy.",
    "latitude": 52.243211,
    "longitude": 20.981054
  },
  {
    "id": 6,
    "image": "http://bi.gazeta.pl/im/4d/7a/11/z18328909Q,Fotografia_z_Powstania_Warszawskiego__Srodmiescie.jpg",
    "description": "W walkach o Pałac Blanka ginie poeta pchor. Krzysztof Kamil Baczyński żołnierz batalionu „Parasol”. Niemcy toczą walkę o utrzymanie Al. Jerozolimskich, ważnej dla nich arterii. Himmler przysyła odsiecz pod dowództwem gen. policji Heinricha Reinefartha i dowódcy brygady SS Oskara Dirlewangera, rozlokowujących oddziały na Woli. Ochotę od strony Okęcia atakuje kolaboracyjna brygada RONA gen. Kamińskiego (złożona z byłych jeńców Armii Czerwonej), rozpoczynając mordy, gwałty, grabieże i palenie budynków. ",
    "latitude": 52.234367,
    "longitude": 20.985327
  },
  {
    "id": 7,
    "image": "http://bi.gazeta.pl/im/84/7b/11/z18329732Q,Fotografia_z_Powstania_Warszawskiego__Powstancy_z.jpg",
    "description": "Ochota po opuszczeniu przez powstańców pozostaje bezbronna, a ludność cywilna oddana na pastwę żołdaków Kamińskiego. „Wydaje się, że chwilowo rabunek jest dla nich najważniejszy” - czytamy w dzienniku bojowym dowództwa niemieckiej 9. Armii. Pierwsi mieszkańcy Ochoty docierają do obozu przejściowego w Pruszkowie. Niemieckie samoloty zrzucają nad Warszawą ulotki wzywające ludność cywilną do opuszczenia miasta. Kolejnych zrzutów dla powstańców dokonują alianci.",
    "latitude": 52.233655,
    "longitude": 21.009591
  },
  {
    "id": 8,
    "image": "http://bi.gazeta.pl/im/4b/7a/11/z18328651Q,Fotografia_z_Powstania_Warszawskiego__Srodmiescie.jpg",
    "description": "Na Okopowej żołnierze batalionu „Zośka” zdobywają dwa niemieckie czołgi typu Panther. W szpitalu polowym od ran odniesionych dzień wcześniej umiera Krystyna Krahelska, „Danuta” sanitariuszka w dywizjonie „Jeleń”, poetka, autorka popularnej piosenki „Hej, chłopcy, bagnet na broń”. Tego dnia powstańcy opanowują Starówkę, zdobywają gmach Poczty Głównej. Opanowują też elektrownię na Powiślu i wypierają Niemców z wielu punktów na Żoliborzu. Na Pradze i Ochocie Powstanie się załamuje. ",
    "latitude": 52.23246,
    "longitude": 21.015427
  },
  {
    "id": 9,
    "image": "http://bi.gazeta.pl/im/85/80/11/z18350725Q,Fotografia_z_Powstania_Warszawskiego__Powstancy_przechodzacy.jpg",
    "description": "W kaplicy przy Wilczej 9 ma miejsce powstańczy ślub kuriera komendanta głównego AK Zdzisława Jeziorańskiego „Janka” (znanego później jako Jan Nowak-Jeziorański) z łączniczką Jadwigą Wolską „Gretą”. Niemcy usiłują zająć Nowy Świat. Nacierają też na barykadę i przejście w poprzek Al. Jerozolimskich. Przedstawiciele PCK ustalają z niemieckim dowództwem warunki wyjścia z miasta osób chorych, starszych i dzieci. Termin - 8 września. ",
    "latitude": 52.230642,
    "longitude": 21.015822
  },
  {
    "id": 10,
    "image": "http://bi.gazeta.pl/im/5f/82/11/z18360159Q,Zolnierze_LWP_na_Solcu__Data_wytworzenia__wrzesien.jpg",
    "description": "Przez cały dzień trwa walka pomiędzy mostami Poniatowskiego a średnicowym. Ginie większość żołnierzy I Armii WP, którzy przeprawili się tu poprzedniego dnia. Jedynie części udaje się powrót na prawy brzeg rzeki. Ok. 20 sytuacja powstańców na Czerniakowie jest krytyczna. Desant berlingowców załamał się. Radosław podjął decyzję o wycofaniu się kanałami na Mokotów. Żołnierze weszli do kanału przy Zagórnej. Wielu rannych przeprawiło się łodziami na drugi brzeg Wisły. ",
    "latitude": 52.232295,
    "longitude": 21.038641
  },
  {
    "id": 11,
    "image": "http://bi.gazeta.pl/im/ee/80/11/z18350830Q,Fotografia_z_Powstania_Warszawskiego__Kolumna_ludnosci.jpg",
    "description": "Niemcy odbijają komendę policji na Nowym Świecie. Trwają walki w rejonie Wareckiej i ul. Górskiego. Nieprzyjaciel usiłuje zniszczyć barykadę osłaniającą Nowy Świat od strony Al. Jerozolimskich. Zajmuje niemal całą Warecką, docierając do gmachu Poczty Głównej. Kościół św. Krzyża znów staje się linią frontu. W trakcie zawieszenia broni tysiące cywilnych mieszkańców Warszawy opuszcza miasto. Po kilkudniowej przerwie ponownie nadają dwie radiostacje powstańcze: Błyskawica i Polskie Radio.",
    "latitude": 52.2227,
    "longitude": 21.016083
  },
  {
    "id": 12,
    "image": "http://bi.gazeta.pl/im/ee/80/11/z18350830Q,Fotografia_z_Powstania_Warszawskiego__Kolumna_ludnosci.jpg",
    "description": "Niemcy odbijają komendę policji na Nowym Świecie. Trwają walki w rejonie Wareckiej i ul. Górskiego. Nieprzyjaciel usiłuje zniszczyć barykadę osłaniającą Nowy Świat od strony Al. Jerozolimskich. Zajmuje niemal całą Warecką, docierając do gmachu Poczty Głównej. Kościół św. Krzyża znów staje się linią frontu. W trakcie zawieszenia broni tysiące cywilnych mieszkańców Warszawy opuszcza miasto. Po kilkudniowej przerwie ponownie nadają dwie radiostacje powstańcze: Błyskawica i Polskie Radio.",
    "latitude": 52.223462,
    "longitude": 21.017765
  },
  {
    "id": 13,
    "image": "http://bi.gazeta.pl/im/49/7a/11/z18328905Q,Fotografia_z_Powstania_Warszawskiego__Ochota__Zolnierze.jpg",
    "description": "Ukazuje się pierwszy numer powstańczego pisma „Barykada”. Napór Niemców na Starówkę jest coraz większy. Zagrożona siedziba Komendy Głównej AK przenosi się ze szkoły przy Barokowej 6 do pałacu Raczyńskich przy Długiej 7. Nadal trwają walki na Stawkach i Lesznie.  Żołnierze pułku SS RONA zdobywają budynki Dyrekcji Wodociągów i Hotelu Turystycznego przy pl. Starynkiewicza. Powstańcy odrzucają za to wszystkie niemieckie ataki na Lesznie, Rymarskiej, pałacu Mostowskich, Ogrodzie Krasińskich i Starówce.",
    "latitude": 52.222688,
    "longitude": 20.986741
  },
  {
    "id": 14,
    "image": "http://bi.gazeta.pl/im/c9/87/11/z18381001Q,Zaloga_czolgu_niemieckiego_na_ulicy_Pankiewicza_Ujecie.jpg",
    "description": "Niemcy przypuszczają generalny szturm na Powiśle. Natarcia dokonała grupa Reinefahrta dwoma zgrupowaniami - Schmidta i Dirlewangera. Atak na obrońców następuje z trzech stron. W Śródmieściu Północnym po eksplozji goliatów wewnątrz kościoła św. Krzyża wali się wieża i zapadają sklepienia. ",
    "latitude": 52.228719,
    "longitude": 21.007768
  },
  {
    "id": 15,
    "image": "http://bi.gazeta.pl/im/4c/7b/11/z18331212Q,Warszawa___Srodmiescie_Polnocne___ul__Warecka__Warszawa.jpg",
    "description": "Na Miodową spada aliancki samolot z kanadyjską załogą stracony przez Niemców. Nocą z 14 na 15 sierpnia około 20 samolotów alianckich dokonywało zrzutów dla powstańców. Trzy maszyny Niemcy zestrzelili. Z rąk do rak przechodzi pałac Mostowskich. Powstańcy go jednak utrzymują. Trwa też walka o Bank Polski. Za pośrednictwem dwóch zatrzymanych na Mokotowie oficerów węgierskich powstańcy z Mokotowa nawiązują kontakt z dowództwem węgierskich oddziałów stacjonujących w Zalesiu.",
    "latitude": 52.23575,
    "longitude": 21.016254
  }
]